"Start a new conversation with ${applicationName} using ${model}" = "Comença una conversa nova amb ${applicationName} utilitzant ${model}";

"New conversation with ${applicationName} using ${model}" = "Conversa nova amb ${applicationName} utilitzant ${model}";

"New chat with ${applicationName} using ${model}" = "Xat nou amb ${applicationName} utilitzant ${model}";

"Start a new chat with ${applicationName} using ${model}" = "Comença un xat nou amb ${applicationName} utilitzant ${model}";

"Talk to ${applicationName}" = "Parla amb ${applicationName}";

"Start voice conversation with ${applicationName}" = "Comença una conversa de veu amb ${applicationName}";

"New conversation with ${applicationName}" = "Conversa nova amb ${applicationName}";

"Ask ${applicationName}" = "Pregunta-li a ${applicationName}";

"New chat with ${applicationName}" = "Xat nou amb ${applicationName}";

"Tell ${applicationName}" = "Digues-li a ${applicationName}";

"Send a question to ${applicationName}" = "Envia-li una pregunta a ${applicationName}";

"Query ${applicationName}" = "Consulta-li a ${applicationName}";

"Start a new chat with ${applicationName}" = "Comença un xat nou amb ${applicationName}";

"Start a new conversation with ${applicationName}" = "Comença una conversa nova amb ${applicationName}";

